[Settings]

AuthorName=zexspectrum	
AuthorEmail=zexspectrum@gmail.com
Language=Spanish
RTLReading=0
CrashRptVersion=1201

[MainDlg]
DlgCaption=Informe de Error
HeaderText=%s ha dejado de funcionar
SubHeaderText=Por favor, envíenos este informe de errores para ayudar a solucionar el problema y mejorar este software.
WhatDoesReportContain=¿Qué contiene este informe?
ProvideAdditionalInfo=Proporcionar información adicional acerca del problema (recomendado).
YourEmail=Su E-mail:
DescribeProblem=Describa en pocas palabras lo que hiciste cuando se produjo el error:
MyConsent=Pulsando el botón "Enviar informe" botón, puedo confirmar que estoy familiarizado con el contenido del informe y acepta los términos de la Política de Privacidad.
MyConsent2=Pulsando el botón "Enviar informe" botón, puedo confirmar que estoy familiarizado con el contenido del informe.
PrivacyPolicy=Política de Privacidad
InvalidEmailCaption=Correo electrónico inválido
InvalidEmailText=Por favor, especifique una dirección válida de dirección de correo electrónico, por ejemplo, name@hotmail.com.
SendReport=Enviar el informe
CloseTheProgram=Cerrar el programa

[DetailDlg]
DlgCaption=Informe de error de Datos
DoubleClickAnItem=Haga doble clic en un elemento para abrirlo con un programa adecuado.
FieldName=Nombre
FieldDescription=Descripción
FieldType=Tipo
FieldSize=Tamaño
Preview=Prevista
PrivacyPolicy=Política de Privacidad
Close=Cerrar
           
[ProgressDlg]
DlgCaption=%s - Envío de informe de errores
DlgCaption2=%s ha dejado de funcionar
CollectingCrashInfo=La recogida de información sobre el problema ...
CompressingFiles=Comprimir archivos de informe de error ...
StatusText= El informe de error está siendo enviada (%d intento de 3) ...
ConfirmLaunchEmailClient=El informe de error puede ser enviado a través de su correo por defecto el programa de correo electrónico (%s). \nPress OK, para ejecutar el programa de correo electrónico o pulse Cancelar para cancelar.
CompletedWithErrors=Completado con errores. Pulse Cerrar para cerrar esta ventana.
CopySelectedLines=Copia las líneas seleccionadas
CopyTheWholeLog=Copia todo el registro
Cancel=Cancelar
Cancelling=Cancelando ...
Close=Cerrar

